Repository: wp-plugins/wpdiscuz
Catalog: languages/wpdiscuz-*.po
Languages: ru_ru

source: Edit
ru_ru: Редактировать

source: General settings
ru_ru: Основные настройки

source: Display comment form for post types:
ru_ru: Отображать форму комментариев для следующих типов записей:

source: Show the latest comments on
ru_ru: Показывать последние комментарии

source: the top of the list
ru_ru: наверху списка

source: top of the threads
ru_ru: наверху веток

source: bottom of the threads
ru_ru: внизу темы

source: the bottom of the list
ru_ru: внизу списка

source: Live update options
ru_ru: Настройки обновления в реальном времени

source: Never update
ru_ru: Никогда не обновлять

source: Turn off "Live Update" function
ru_ru: Выключить функцию "Обновление в реальном времени"

source: Show new comment/reply buttons to update manualy
ru_ru: Показывать кнопки новых комментариев/ответов для обновления вручную

source: Always check for new comments and show update buttons
ru_ru: Всегда проверять наличие новых комментов и показывать кнопки обновления

source: Always update
ru_ru: Обновлять всегда

source: Always check for new comments and update automatically
ru_ru: Всегда проверять наличие новых комментов и обновлять автоматически

source: Update comment list every
ru_ru: Обновлять список комментариев каждые

source: Seconds
ru_ru: секунд

source: Minute
ru_ru: Минута

source: Minutes
ru_ru: минут

source: Hide Voting buttons
ru_ru: Скрыть кнопки голосования

source: Hide Share Button
ru_ru: Скрыть кнопки "поделиться"

source: Hide the CAPTCHA field
ru_ru: Скрыть капчу (CAPTCHA)

source: User Must be registered to comment
ru_ru: Пользователь должен зарегистрироваться для комментирования

source: Show logged-in user username on top of main form
ru_ru: Показывать имя пользователя сверху основной формы

source: Held new comments for moderation
ru_ru: Отправлять первые комментарии новых пользователей на модерацию

source: Hide Reply button for Guests
ru_ru: Скрыть кнопку ответа от гостей

source: Hide Reply button for Members
ru_ru: Скрыть кнопку ответа от пользователей

source: Hide Author Titles
ru_ru: Скрыть подписи под никами

source: Comment Threads Per Page
ru_ru: Количество веток комментариев на странице

source: Comments max depth
ru_ru: Максимальная глубина вложенности комментов

source: Level
ru_ru: уровень

source: Levels
ru_ru: уровней

source: Use WordPress Date/Time format
ru_ru: Использовать формат времени и даты WordPress

source: wpDiscuz shows Human Readable date format. If you check this option it'll show the date/time format set in WordPress General Settings.
ru_ru: wpDiscuz по-умолчанию показывает формат времени в своем формате, удобном для чтения. При включении этой опции, дата и время будут показаны в формате, указанном в основных настройках WordPress

source: Keep checked-on the email notification checkboxes on comment form by default
ru_ru: Включить галочки подписки на уведомления по-умолчанию (осторожно, пользователи могут получать большое колиество уведомлений)

source: Show "Notify of all new follow-up comments"
ru_ru: Показывать "Подписаться на все последующие комментарии"

source: Show "Notify of new replies to all my comments"
ru_ru: Показывать "Подписаться на все новые ответы на мои комментарии"

source: Show "Notify of new replies to this comment"
ru_ru: Показывать "Подписаться на новые ответы на этот комментарий"

source: Please keep all three or at least one of those options ON, otherwise users will not have any option for email notifications and they'll not get any messages.
ru_ru: Пожалуйста, выберите все три, или как минимум одну опцию, иначе пользователи не смогут увидеть их на странице комментариев и не будут получать никаких уведомлений.

source: Comment text size in pixels
ru_ru: Размер шрифта комментария в пикселях

source: Comment Form Background Color
ru_ru: Цвет фона формы комментария

source: Example: #00ff00
ru_ru: Например: #00ff00

source: Comment Background Color
ru_ru: Цвет фона коментария

source: Reply Background Color
ru_ru: Цвето фона ответа

source: Comment Text Color
ru_ru: Цвет шрифта комментария

source: Author title color
ru_ru: Цвет подписи автора

source: Vote, Reply, Share, Edit links text colors
ru_ru: Цвет ссылок Голосовать, Ответить, Поделиться и Редактировать

source: New loaded comments' background color
ru_ru: Цвет фона новых загруженных комментариев

source: Custom CSS Code
ru_ru: Свой CSS код

source: Front-end phrases
ru_ru: Фразы фронт-энда

source: Leave a Reply
ru_ru: Оставить ответ

source: Be the first to comment
ru_ru: Будьте первым, кто оставит комментарий!

source: Comment
ru_ru: Комментариев

source: On
ru_ru: На

source: Comment Field Start
ru_ru: Фраза "Начать обсуждение"

source: Comment Field Join
ru_ru: Фраза "Присоединиться к обсуждению"

source: Email Field
ru_ru: Email

source: Name Field
ru_ru: Имя

source: CAPTCHA Field
ru_ru: CAPTCHA

source: Submit Button
ru_ru: Кнопка Отправить

source: Manage subscribtions
ru_ru: Управление подпиской

source: Manage Subscribtions
ru_ru: Управление Подпиской

source: Notify on new comments (checkbox)
ru_ru: Сообщать о новых ответах на этот коментарий (галочка)

source: Notify of all new follow-up comments
ru_ru: Сообщать о всех последующих комментариях (галочка)

source: Notify on all new replies (checkbox)
ru_ru: Сообщать об ответах на все мои коментарии (галочка)

source: Notify of new replies to all my comments
ru_ru: Сообщать о всех новых ответах на мои комментарии

source: Notify on new replies (checkbox)
ru_ru: Сообщать о новых ответах (галочка)

source: Notify of new replies to this comment
ru_ru: Сообщать о новых ответах на этот комментарий

source: Load More Button
ru_ru: Кнопка Загрузить следующие

source: Reply
ru_ru: Ответить

source: Share
ru_ru: Поделиться

source: Share On Facebook
ru_ru: Поделиться через Facebook

source: Share On Twitter
ru_ru: Поделиться через Twitter

source: Share On Google
ru_ru: Поделиться через Google

source: Hide Replies
ru_ru: Спрятать ответы

source: Show Replies
ru_ru: Показать ответы

source: Title For Guests
ru_ru: Подпись для Гостей

source: Title For Members
ru_ru: Подпись для Пользователей

source: Title For Authors
ru_ru: Подпись для Авторов

source: Title For Admins
ru_ru: Подпись для Админов

source: Email Subject
ru_ru: Заголовок письма

source: Email Message
ru_ru: Тело письма

source: New Reply Subject
ru_ru: Тема Новый Ответ

source: New Reply
ru_ru: Новый ответ

source: New Reply Message
ru_ru: Отписаться

source: Subscribed on this comment replies
ru_ru: Подписка на ответы на этот коммент

source: Subscribed on all your comments replies
ru_ru: Подписка на ответы на все комменты пользователя

source: Subscribed on this post
ru_ru: Подписка на все комменты к записи

source: Unsubscribe
ru_ru: Отписаться

source: You've successfully unsubscribed.
ru_ru: Вы успешно отписались

source: Error message for empty field
ru_ru: Сообщение об ошибке - пустое поле

source: Error message for invalid email field
ru_ru: Сообщение об ошибке - неверный email адрес

source: Year
ru_ru: Год

source: Month
ru_ru: Месяц

source: Day
ru_ru: День

source: Hour
ru_ru: Час

source: Second
ru_ru: Секунда

source: Plural (Ex. user -> user + s)
ru_ru: Множественное число (напр - юзер -> юзер + ы)

source: Commented "right now" text
ru_ru: Текст "только что" прокомментировано

source: Ago text
ru_ru: Тест "тому назад"

source: "Today" text
ru_ru: Текст "Сегодня"

source: Today
ru_ru: Сегодня

source: You must be
ru_ru: Вы должны быть

source: Logged in as
ru_ru: Вошли как

source: Log out
ru_ru: Выйти

source: Logged In
ru_ru: Зарегистрированы

source: To post a comment
ru_ru: Чтобы оставить комментарий

source: Vote Up
ru_ru: Голос за

source: Vote Down
ru_ru: Голос против

source: Vote Counted
ru_ru: Голос учтен

source: You can vote only 1 time
ru_ru: Вы можете проголосовать только один раз

source: Voting Error
ru_ru: Ошибка голосования

source: Login To Vote
ru_ru: Залогиньтесь, чтобы голосовать

source: You Cannot Vote On Your Comment
ru_ru: Вы не можете проголосовать за свой комментарий

source: Invalid Captcha Code
ru_ru: Неверно введен код

source: Some of field value is invalid
ru_ru: Некоторые поля заполнены неверно

source: Comment waiting moderation
ru_ru: Комментарий ожидает модерации

source: Button text if has new comment
ru_ru: Текст кнопки если есть новый комментарий

source: New Comment
ru_ru: Новый комментарий

source: Button text if has new comments
ru_ru: Текст кнопки если есть новые комментарии

source: New Comments
ru_ru: Новые комментарии

source: Button text if has new reply
ru_ru: Текст кнопки если есть новый ответ

source: Button text if has new replies
ru_ru: Текст кнопки если есть новые ответы

source: New Replies
ru_ru: Новые ответы

source: Text on load more button if has new comment(s)
ru_ru: Текст кнопки "загрузить ещё", если есть новые комментарии

source: New
ru_ru: Новый

source: Hacker?
ru_ru: Хакер?

source: wpDiscuz General Settings
ru_ru: Основные настройки wpDiscuz

source: Save Changes
ru_ru: Сохранить изменения

source: WpDiscuz Front-end Phrases
ru_ru: Фронт-энд фразы WpDiscuz

source: Settings
ru_ru: Настройки

source: Phrases
ru_ru: Фразы
